Repository: wp-plugins/testimonial-basics
Catalog: tags/2.0.3/languages/testimonial-basics-*.po
Languages: fr_fr

source: Author is required
fr_fr: Auteur est nécessaire

source: Valid email is required
fr_fr: E-mail valide est nécessaire

source: Testimonial is required
fr_fr: Témoignages est nécessaire

source: Captcha is invalid - please try again
fr_fr: Captcha n'est pas valide - s'il vous plaît essayer de nouveau

source: Submitted - Thankyou!
fr_fr: Soumises - Merci!

source: You have received a testimonial from
fr_fr: Vous avez reçu un témoignage de

source: Name:
fr_fr: Nom:

source: Comments:
fr_fr: Commentaires:

source: There were errors so the testimonial was not added:
fr_fr: Il y avait des erreurs de sorte que le témoignage n'a pas été ajouté:

source: Author
fr_fr: Auteur

source: Location
fr_fr: localisation

source: Verification
fr_fr: Vérification

source: Enter the Captcha letters
fr_fr: Entrez les lettres Captcha

source: Submit
fr_fr: Envoi

source: Reset
fr_fr: Réinitialisation

source: Use captcha on input forms
fr_fr: Utilisez captcha sur les formulaires de saisie

source: Check to include captcha.
fr_fr: Cocher pour inclure captcha.

source: Include title on input form
fr_fr: Inclure le titre d'entrée sur le formulaire

source: Check to include
fr_fr: Cocher pour inclure

source: Title for Input Form
fr_fr: Titre de Formulaire d'entrée

source: Default:Add a Testimonial
fr_fr: Valeur par défaut: Ajouter un testimonial

source: Include email not kept note
fr_fr: Inclure noter email n'est pas conservé

source: Email note
fr_fr: E-mail noter

source: Default:Email is not kept
fr_fr: Valeur par défaut: E-mail n'est pas conservé

source: Show website in testimonial
fr_fr: Voir site web en testimonial

source: Check to include website
fr_fr: Cocher pour inclure site web

source: Show date in testimonial
fr_fr: Afficher la date en testimonial

source: Check to include date
fr_fr: Cocher pour inclure la date

source: Show location in testimonial
fr_fr: Afficher l'emplacement en testimonial

source: Check to include location
fr_fr: Cocher pour inclure emplacement

source: Use formatted display
fr_fr: Utilisez affichage formaté

source: Font for Content Display
fr_fr: Font pour l'affichage de contenu

source: Background Wrap Color
fr_fr: Couleur Wrap fond

source: Author,Location, and Date Color
fr_fr: Couleur auteur, Lieu et Date

source: Website Link Color
fr_fr: Site web couleur du lien

source: Website Link Hover Color
fr_fr: Site Lien Hover Couleur

source: Show website in widget
fr_fr: Voir site web dans le widget

source: Show date in widget
fr_fr: Afficher la date dans le widget

source: Show location in widget
fr_fr: Afficher l'emplacement dans le widget

source: Font for Widget Display
fr_fr: Font pour Widget affichage

source: Background Color
fr_fr: Couleur de fond

source: There are no approved testimonials to display!
fr_fr: Il n'y a pas approuvés testimonials à afficher!

source: Testimonial not found. Please check your shortcode.
fr_fr: Recommandation non trouvée. Vérifiez s'il vous plaît votre shortcode.

source: Show your appreciation!
fr_fr: Montrez votre appréciation

source: Author Site :
fr_fr: Auteur Site :

source: Plugin Site :
fr_fr: Site Plug-in :

source: Testimonial Basics facilitates easy management of customer testimonials.
fr_fr: Testimonial Basics facilite la gestion facile des témoignages de clients.

source: The user can set up an input form in a page or in a widget, and display all or selected testimonials in a page or a widget.
fr_fr: L'utilisateur peut créer un formulaire de saisie dans une page ou dans un widget, et afficher tout ou testimoniaux sélectionnés dans une page ou un widget.

source: If you like the program show your appreciation, buy me a coffee, beer, or a bottle of wine (red please!).
fr_fr: Si vous aimez le programme montrer votre appréciation, achète-moi un café, une bière ou une bouteille de vin (rouge s'il vous plaît!).

source: Or just head to the website link above and put in a testimonial, or send me an e-mail, pats on the back are pretty nice too!
fr_fr: Ou juste la tête sur le lien ci-dessus et site mis dans un témoignage, ou envoyez-moi un e-mail, tapes dans le dos sont très bien aussi!

source: I plan to do updates if required, so also contact me if you find any problems, or have suggestions for improvements.
fr_fr: Je prévois de faire les mises à jour, si nécessaire, de même aussi me contacter si vous rencontrez le moindre problème ou avez des suggestions d'amélioration.

source: I briefly discuss the use of the plugin below. See the html file included in the docs folder of the plugin for more detailed user documentation.
fr_fr: Je discute brièvement l'utilisation du plugin ci-dessous. Voir le fichier HTML inclus dans le dossier docs du plugin pour la documentation utilisateur plus détaillée.

source: I hope you enjoy Testimonial Basics!
fr_fr: J'espère que vous apprécierez Testimonial Basics!

source: Visitor Input Form
fr_fr: Visiteur formulaire d'entrée

source: You can set up a visitor input form very easily.
fr_fr: Vous pouvez créer un formulaire de saisie des visiteurs très facilement.

source: Simply include in your page content:
fr_fr: Il suffit d'inclure en contenu de votre page:

source: Note the space between the dash and the letters.
fr_fr: Notez l'espace entre le tiret et les lettres.

source: It will not work without the spaces.
fr_fr: Il ne fonctionne pas sans les espaces.

source: IMPORTANT : Make sure you set up the page using the "HTML" editor and not the "Visual" editor.
fr_fr: IMPORTANT: Assurez-vous de mettre en place la page en utilisant le "HTML" éditeur et non le "Visual" éditeur.

source: Visitor Input Widget
fr_fr: Visiteur d'entrée Widget

source: You can also use a widget as a user input form.
fr_fr: Vous pouvez également utiliser un widget comme une forme d'entrée utilisateur.

source: Go to "Appearance" => "Widgets" and drag the widget to the widgetized area.
fr_fr: Allez dans "Apparence" => "Widgets" et faites glisser le widget vers la zone widgetized.

source: Displaying Testimonials
fr_fr: Affichant Testimonials

source: You can display testimonials in the content of a page using a shortcode and you can also use a widget to display single testimonials.
fr_fr: Vous pouvez afficher les commentaires dans le contenu d'une page à l'aide d'un shortcode et vous pouvez également utiliser un widget pour afficher testimoniaux individuels.

source: To display testimonials create a new page and enter the following shortcode :
fr_fr: Pour afficher testimoniaux créer une nouvelle page et entrez le code de fonction suivant:

source: Options for
fr_fr: Options pour

source: display highest to lowest
fr_fr: plus bas à afficher

source: display most recent first
fr_fr: afficher plus récent en premier

source: displays all testimonials, or put in the number of testimonials you want to display
fr_fr: affiche tous les témoignages, ou mis dans le nombre de témoignages que vous souhaitez afficher

source: leave blank for multiple testimonials
fr_fr: laisser vide pour de multiples Testimonials

source: put in testimonial ID
fr_fr: mettre dans testimonial ID

source: single random testimonial
fr_fr: single aléatoires testimonial

source: Note that if you put id="3" for example or id="random", then the "by" and "number" attributes are ignored.
fr_fr: Notez que si vous mettez id = "3" par exemple ou id = "aléatoires", alors le "par" et "number" attributs sont ignorés.

source: The id property must be blank to display (ie id="") multiple testimonials.
fr_fr: La propriété id doit être vide pour afficher (ie id = "") testimoniaux multiples.

source: Testimonial Display Widget
fr_fr: Widget affichage Testimonial

source: You can also use a widget to display a testimonial.
fr_fr: Vous pouvez également utiliser un widget pour afficher un témoignage.

source: The widget will display a selected testimonial or can randomly pick a testimonial to display when a page reloads.
fr_fr: Le widget affiche un témoignage sélectionné ou peut choisir au hasard un témoignage pour afficher quand un rechargement de la page.

source: You can input a title and the ID number of the testimonial you want to display or "random" to display a random testimonial from the approved list.
fr_fr: Vous pouvez entrer un titre et le numéro d'identification du témoignage que vous souhaitez afficher ou "aléatoires" pour afficher un témoignage hasard dans la liste approuvée.

source: Click the Help button for instructions or see the testimonial_basics_docs.html file included in the plugin docs folder.
fr_fr: Cliquez sur le bouton Help pour obtenir des instructions ou consultez le fichier testimonial_basics_docs.html incluse dans le dossier plugin docs.

source: Order must be a integer
fr_fr: L'ordre doit être un nombre entier

source: Date must be
fr_fr: La date doit être

source: Time must be
fr_fr: Le temps doit être

source: Testimonial added successfuly.
fr_fr: La recommandation a ajouté successfuly.

source: Error,testimonial was not added
fr_fr: L'erreur, la recommandation n'a pas été ajoutée

source: Error, no ID
fr_fr: Erreur, non ID

source: Testimonial was deleted.
fr_fr: Testimonial a été supprimé.

source: Enter or update a testimonial (*Required)
fr_fr: Entrez ou mettre à jour un testimonial (* Champs obligatoires)

source: Order :
fr_fr: Ordre :

source: Approved :
fr_fr: Approuvé :

source: Author *:
fr_fr: Auteur *:

source: Location :
fr_fr: Localisation:

source: Date (YYYY-MM-DD):
fr_fr: Date (AAAA-MM-JJ):

source: Time (HH:MM:SS):
fr_fr: Heure (HH: MM: SS):

source: Save Testimonial
fr_fr: sauver Testimonial

source: Delete
fr_fr: Effacer

source: Order
fr_fr: Ordre

source: Timestamp
fr_fr: Horodatage

source: Adding And Editing Testimonials
fr_fr: Ajout et édition Testimonials

source: To add a testimonial simply enter the data and click the "Save Testimonial" button
fr_fr: Pour ajouter un testimonial suffit d'entrer les données et cliquez sur le &#34;Enregistrer Testimonial&#34; bouton

source: To edit a testimonial click the ID button for the testimonial you want to edit, make your changes and "Save Testimonial"
fr_fr: Pour modifier un testimonial cliquez sur le bouton ID pour le témoignage que vous souhaitez modifier, effectuez vos modifications et &#34;Enregistrer Testimonial&#34;

source: Note that new testimonials that come in must be approved by clicking the approved box or they will not be displayed.
fr_fr: Notez que de nouveaux témoignages qui viennent en doit être approuvé en cochant la case approuvé ou qu'ils ne seront pas affichés.

source: Detailed User Documentation
fr_fr: Documentation utilisateur détaillé

source: Detailed user documentation including changing background colors are included in the html file located in
fr_fr: Documentation utilisateur détaillée, y compris l'évolution des couleurs de fond sont inclus dans le fichier html situé dans

source: Options Help
fr_fr: Options Aide

source: Input Form Options
fr_fr: D'entrée options de formulaire

source: Include a captcha in the input by selecting the "Use captcha on input forms" checkbox.
fr_fr: Inclure un captcha dans l'entrée en sélectionnant le "Utiliser captcha sur les formulaires d'entrée" case à cocher.

source: If for any reason the Captcha is not working, disable it here.
fr_fr: Si, pour une raison quelconque, le Captcha ne fonctionne pas, désactivez-le ici.

source: Input Form Title: You can choose not to display one, or you can change the title.
fr_fr: Titre du formulaire d'entrée: Vous pouvez choisir de ne pas afficher, ou vous pouvez modifier le titre.

source: Email note: You can choose not to display one, or you can change it to any text you want.
fr_fr: Envoyer à noter: Vous pouvez choisir de ne pas afficher, ou vous pouvez le changer à n'importe quel texte que vous voulez.

source: Keep the text you enter to a reasonable length or it may look funny.
fr_fr: Gardez le texte que vous entrez dans un délai raisonnable ou qu'il peut sembler bizarre.

source: Testimonial Display Options
fr_fr: Testimonial Options d'affichage

source: Website, Date and Location are optional for display in the testimonial, just click them if you want to show them.
fr_fr: Site Web, Date et Lieu sont facultatifs pour l'affichage dans le témoignage, il suffit de les cliquer si vous voulez leur montrer.

source: Formatted Display: If you want to use a basic display that will use your theme's fonts and colors, leave this box unchecked.
fr_fr: Affichage formaté: Si vous souhaitez utiliser un affichage de base qui utilisent des polices de votre thème et les couleurs, laissez cette case décochée.

source: Custom Display: If the Formatted Display box is checked a 3D style is applied to the testimonials, which can be customized.
fr_fr: Affichage perso: Si la case est cochée affichage formaté un style 3D est appliqué aux témoignages, qui peuvent être personnalisés

source: Custom Options: The custom options below the Formatted Display Box only apply if the box is checked.
fr_fr: Options personnalisées: Les options personnalisées en dessous de la boîte d'affichage formaté ne s'appliquent que si la case est cochée.

source: Colors: Enter any hexdec color number preceded by a # mark or use the Color Wheel.
fr_fr: Couleurs: Entrez un numéro de couleur hexdec précédées par un signe # ou utilisez la roue chromatique.

source: Color Wheel: Select the color input cell you want to change.
fr_fr: Roue de couleur: Sélectionnez la cellule d'entrée la couleur que vous souhaitez modifier.

source: Drag the dot on the outside Color Circle to select the basic color.
fr_fr: Faites glisser le point sur ​​le cercle extérieur de couleur pour sélectionner la couleur de base.

source: Drag the dot on the inside Color Box to select the saturation level.
fr_fr: Faites glisser le point sur ​​la boîte de couleur à l'intérieur de sélectionner le niveau de saturation.

source: Save Options: Make sure you save your settings before leaving the page.
fr_fr: Save Options: Assurez-vous de sauvegarder vos paramètres avant de quitter la page.

source: Reset Options: If you click this all options are reset to defaults so be CAREFUL!
fr_fr: Reset Options: Si vous cliquez sur ce toutes les options sont réinitialisées aux valeurs par défaut donc soyez prudent!

source: Widget Testimonial Display Options
fr_fr: Widget Testimonial Options d'affichage

source: These options are essentially the same as the previous section.
fr_fr: Ces options sont sensiblement les mêmes que la section précédente.

source: The widget is much smaller than the content display, so you may want to have different display options.
fr_fr: Le widget est beaucoup plus petite que l'affichage du contenu, de sorte que vous pouvez avoir différentes options d'affichage.

source: Allow a user to input a testimonial.
fr_fr: Permettre à un utilisateur d'entrer un témoignage.

source: Testimonial Input Widget
fr_fr: Widget d'entrée Testimonial

source: Add a Testimonial
fr_fr: Ajouter un témoignage

source: Title :
fr_fr: Titre :

source: Author - Required
fr_fr: Auteur - Requis

source: Email - Required
fr_fr: Email - Requis

source: Website - Optional
fr_fr: Website - Optionnel

source: Location - Optional
fr_fr: Localisation - Optionnel

source: Testimonial - Required
fr_fr: Testimonial - requis

source: Website-Optional
fr_fr: Website-Optionnel

source: Submitted-Thankyou!
fr_fr: Soumises-Merci!

source: Name:
fr_fr: Nom:

source: Enter Captcha
fr_fr: Saisir le captcha

source: Display a random or selected testimonial.
fr_fr: Afficher un testimonial aléatoire ou sélectionnée.

source: Could not find testimonial
fr_fr: Impossible de trouver le une évaluation
