Repository: wp-plugins/testimonial-basics
Catalog: 3.31.8/languages/testimonial-basics-*.po
Languages: nl_nl

source: If you do not want to use a name at all then leave the checkbox unchecked and this section blank.
nl_nl: Als u niet wilt dat om een ​​naam te gebruiken op alle dan laat de checkbox niet aangevinkt en dit gedeelte leeg.

source: Check this to use the Group name you have set up for the testimonial title.
nl_nl: Vink dit aan om de groepsnaam die u hebt ingesteld voor de getuigenis titel.

source: General Input Options
nl_nl: Algemeen Input Opties

source: You can include a black and white captcha on the input forms.
nl_nl: U kunt een zwart-wit captcha op de input vormen.

source: If for any reason the Captcha is not working, disable it here.
nl_nl: Als er een reden is dat Captcha niet werkt, zet het hier uit.

source: Select this to use a color captcha option.
nl_nl: Selecteer deze optie om een kleur captcha-optie te gebruiken.

source: If the black and white captcha is not working, try this one.
nl_nl: Als de zwarte en witte captcha niet werkt, probeer dan deze.

source: Select and the website input will not be used.
nl_nl: Selecteren en de website-ingang wordt niet gebruikt.

source: Select and the location input will not be used.
nl_nl: Selecteer en locatie gegevens worden niet gebruikt.

source: Check this if you want to add a note.
nl_nl: Controleer dit als u wilt een notitie toe te voegen.

source: Add the note here if you do not want to use the default.
nl_nl: Voeg hier de notitie als u niet wilt dat de standaard te gebruiken.

source: Keep the text you enter to a reasonable length or it may look funny.
nl_nl: Maak de teksten niet te lang anders gaat het er raar uitzien.

source: Content and Widget Form Input Options
nl_nl: Inhoud en Widget Form Input Options

source: Base Font Size
nl_nl: Base Tekengrootte

source: This option allows you to change the font size.
nl_nl: Met deze optie kunt u de lettergrootte veranderen.

source: It should work for most themes but CSS Specifity can cause problems.
nl_nl: Het zou moeten werken voor de meeste thema's, maar CSS specificiteit kan problemen veroorzaken.

source: Do not worry about what an em is just try one and see what happens.
nl_nl: Maak je geen zorgen over wat een em gewoon proberen een en zie wat er gebeurt.

source: Select this to display a title above the input form.
nl_nl: Selecteer deze optie om een titel boven het invoerscherm weer te geven.

source: Put the title you want to use here.
nl_nl: Zet de titel die u wilt gebruiken hier.

source: Note that for widgets the title is entered when you place the widget.
nl_nl: Merk op dat voor widgets de titel wordt ingevoerd wanneer u de widget plaatsen.

source: Optionally include an html allowed strip on input forms.
nl_nl: Optioneel kun je de strook met toegestane HTML tonen op invoerformulieren.

source: This strip shows the user what html tags will be allowed in the testimonial.
nl_nl: Deze strook geeft de gebruiker wat HTML-tags zijn toegestaan ​​in de getuigenis.

source: You can change any of the labels in the input forms.
nl_nl: U kunt elk van de labels in de input vormen veranderen.

source: This feature will come in handy for users that want to use a different language.
nl_nl: Deze functie zal van pas komen voor gebruikers die willen een andere taal te gebruiken.

source: Content Display General Options
nl_nl: Content Vertonen General Options

source: The Meta referred to is the rating, author, date, location, and website.
nl_nl: De Meta genoemd is de waardering, auteur, datum, locatie en website.

source: You can place it at the top or bottom.
nl_nl: U kunt het aan de boven-of onderkant.

source: Pagination
nl_nl: Paginatuur

source: You can use pagination when you display all testimonials or all testimonials in a Group.
nl_nl: U kunt paginering gebruiken als je alle getuigenissen of alle getuigenissen in een groep weer te geven.

source: In any other display there is really no reason to use pagination.
nl_nl: In elk ander scherm is er echt geen reden om paginering gebruiken.

source: You can choose to display 3, 5 or 10 per page.
nl_nl: U kunt kiezen voor 3, 5 of 10 per pagina weer te geven.

source: You can use excerpts with the specified character length to display your testimonials.
nl_nl: Je kan excerpts met een gespecificeerde karakterlengte gebruiken om je referenties te tonen.

source: When excerpts are selected, the testimonial is limited to the characters input.
nl_nl: Wanneer fragmenten zijn geselecteerd, wordt de getuigenis beperkt tot de tekens invoeren.

source: A user can then click a ...more link to display a pop-up of the entire testimonial.
nl_nl: Een gebruiker kan vervolgens op een ... meer link naar een pop-up van het volledige getuigenis te geven.

source: If you wish to show the Group name or a Custom name for your testimonial, select this option.
nl_nl: Wilt u de naam Groep of een aangepaste naam te tonen voor uw getuigenis, selecteert u deze optie.

source: Then make sure the Custom Individual Review Name is filled out or Group Individual Review Name is selected - in the General Tab.
nl_nl: Controleer vervolgens of de Custom Individuele recensie Naam is ingevuld of Groep Individueel recensie Naam is geselecteerd - in het tabblad Algemeen.

source: Meta Display Options
nl_nl: Meta Weergaveopties

source: The author is displayed as a minimum.
nl_nl: De auteur wordt weergegeven als een minimum.

source: You can then optionally display website, location, and date.
nl_nl: U kunt dan desgewenst weer te geven website, locatie en datum.

source: Select this to display Gravatars.
nl_nl: Selecteer deze optie om Gravatars tonen.

source: Uploaded photos are displayed first.
nl_nl: Geüploade foto's worden eerst weergegeven.

source: If an uploaded photo does not exist, the plugin will display a gravatar, if one exists.
nl_nl: Als een geuploade foto niet bestaat, zal de plugin een Gravatar te tonen, als deze bestaat.

source: If gravatar does not exist, you can optionally display a substitute character.
nl_nl: Als gravatar niet bestaat, kunt u eventueel een vervanger teken te tonen.

source: Click this and italics will be used for the testimonial.
nl_nl: Klik op deze en cursief zal worden gebruikt voor de getuigenis.

source: Content Display Rotator Options
nl_nl: Content Vertonen Rotator Opties

source: Select the time in mili-seconds 1000 ms = 1 sec.
nl_nl: Selecteer de tijd in mili-seconde 1000 ms = 1 sec.

source: Selects a minimum height for all testimonials.
nl_nl: Selecteert een minimale hoogte voor alle getuigenissen.

source: Use this option to prevent the screen from growing or shrinking to accomodate each testimonials.
nl_nl: Gebruik deze optie om te voorkomen dat het scherm groeien of krimpen aan elke getuigenissen tegemoet.

source: Tip: use excerpts and make sure the length keeps testimonials within the minimum height prescribed.
nl_nl: Tip: gebruik fragmenten en zorg ervoor dat de lengte houdt getuigenissen binnen de voorgeschreven minimale hoogte.

source: Select the transition effect for the slider.
nl_nl: Selecteer het overgangseffect voor de schuifregelaar.

source: Content Display Custom Options
nl_nl: Content Vertonen Aangepaste opties

source: To use formatted display select this box.
nl_nl: Om geformatteerde scherm wilt gebruiken selecteert u dit vak.

source: If the Formatted Display box is checked a 3D style is applied to the testimonials, which can be customized.
nl_nl: Als de geformatteerde Display box is aangevinkt een 3D-stijl wordt toegepast op de getuigenissen, die kan worden aangepast.

source: You can choose a font from the dropdown list.
nl_nl: U kunt een lettertype uit de dropdown lijst kiezen.

source: Colors
nl_nl: Vlag

source: Enter any hexdec color number preceded by a # mark or use the color picker
nl_nl: Voer een hexdec kleur, voorafgegaan door een # merk of gebruik de kleurkiezer

source: Select the color input cell you want to change.
nl_nl: Selecteer de kleur ingang cel die u wilt wijzigen.

source: A color box appears with a saturation bar on the right.
nl_nl: Een kleur wordt weergegeven met een verzadiging balk aan de rechterkant.

source: Drag the dot on the color box to select the color.
nl_nl: Sleep de stip op het kleurvak om de kleur te selecteren.

source: Change the saturation with the sliding bar on the right.
nl_nl: Wijzig de kleurverzadiging met de schuifbalk aan de rechterkant.

source: Click the Current Color Button when you are done.
nl_nl: Klik op de huidige kleur knop als u klaar bent.

source: Widget Display Options
nl_nl: Widget Weergaveopties

source: There are very few differences between the Content Display Options and the Widget Display Options.
nl_nl: Er zijn maar weinig verschillen tussen de inhoud weergaveopties en de Widget Weergaveopties.

source: Pagination does not apply for widgets, and there is no testimonial wrap for formatting.
nl_nl: Paginering geldt niet voor widgets, en er is geen getuigenis wrap voor opmaak.

source: The user is referred to the Content Display section for help.
nl_nl: De gebruiker wordt doorverwezen naar de afdeling Content Display voor hulp.

source: Why are users not allowed to upload photos?
nl_nl: Waarom zijn de gebruikers niet toegestaan ​​om foto's te uploaden?

source: Users are not allowed to upload photos for security reasons.
nl_nl: Het is gebruikers niet toegestaan ​​om foto's te uploaden om veiligheidsredenen.

source: Allowing anyone who is not logged in to upload files to your WordPress site is a very risky practice.
nl_nl: Zodat iedereen die niet is ingelogd om bestanden te uploaden naar uw WordPress site is een zeer riskante praktijk.

source: The Gravatar system is very simple to register and the safe way to get user photos in their testimonials.
nl_nl: Het Gravatar systeem is zeer eenvoudig te registreren en de veilige manier om de gebruiker foto's krijgen in hun getuigenissen.

source: The Admin or Editor can log in and upload photos from the Edit Testimonials Panel.
nl_nl: Het Admin of Editor kan inloggen en foto's uploaden vanaf de Edit Getuigenissen Panel.

source: Why are testimonials not automatically approved?
nl_nl: Waarom zijn getuigenissen niet automatisch goedgekeurd?

source: If you want testimonials on your site then you are concerned about what clients think of your business.
nl_nl: Als u wilt dat getuigenissen op uw site je dan bezorgd over wat klanten denken van uw bedrijf zijn.

source: So it is probably a good idea to check the testimonial first and then approve it.
nl_nl: Dus is het waarschijnlijk een goed idee om de getuigenis eerst controleren en dan goedkeuren.

source: My testimonial is not displaying.
nl_nl: Mijn getuigenis is niet weergegeven.

source: Go in to the edit testimonials panel and make sure it is approved.
nl_nl: Gaan naar het paneel bewerken getuigenissen en zorg ervoor dat het wordt goedgekeurd.

source: The widget labels do not disappear when selected.
nl_nl: De widget labels niet verdwijnen wanneer geselecteerd.

source: They must be deleted.
nl_nl: Ze moeten worden verwijderd.

source: It is set up this way to keep the entry for editing in the event of a submission error.
nl_nl: Het is opgezet op deze manier aan de vermelding voor het bewerken in het geval van een inzending fout te houden.

source: Show your appreciation!
nl_nl: Toon uw waardering

source: Author Site :
nl_nl: Site van auteur:

source: I use the term Schema a bit loosley.
nl_nl: Ik gebruik de term schema een beetje Loosley.

source: It refers to
nl_nl: Het verwijst naar

source: which is a
nl_nl: die een

source: collaboration by Google, Microsoft and Yahoo to improve the web by creating a structured data markup schema supported by major search engines.
nl_nl: samenwerking met Google, Microsoft en Yahoo op het web te verbeteren door het creëren van een gestructureerde gegevens markup schema ondersteund door de belangrijkste zoekmachines.

source: On-page markup helps search engines understand the information on web pages and provide richer results.
nl_nl: On-page opmaak helpt zoekmachines begrijpen van de informatie op webpagina's en zorgen voor rijkere resultaten.

source: A shared markup vocabulary makes it easier for webmasters to decide on a markup schema and get maximum benefit for their efforts.
nl_nl: Een gedeelde markup woordenschat maakt het makkelijker voor webmasters om te beslissen over een markup schema en krijg maximaal voordeel voor hun inspanningen.

source: You can now choose to display testimonials in a structured data format, which should help search results for your site.
nl_nl: U kunt nu kiezen om getuigenissen weer te geven in een gestructureerd dataformaat, die moeten helpen de zoekresultaten voor uw site.

source: Content Form Input Options
nl_nl: Inhoud Vorm Input Options

source: Widget Form Input Options
nl_nl: Widget Vorm Input Options

source: Content display refers to displaying your testimonials in the content area of your pages and posts.
nl_nl: Content scherm verwijst naar de weergave van uw getuigenissen in de inhoud gebied van uw pagina's en berichten.

source: You can display up to 5 content rotators on one page.
nl_nl: U kunt maximaal 5 inhoud rotators op een pagina.

source: Widget Display General Options
nl_nl: Widget Weergave General Options

source: Widget Display Rotator Options
nl_nl: Widget Weergave Rotator Opties

source: You can display up to 5 widget rotators on one page.
nl_nl: U kunt maximaal 5 widget rotators op een pagina.

source: Widget Display Custom Options
nl_nl: Widget weergave Aangepaste opties

source: Display Testimonials.
nl_nl: Weer Testimonials.

source: Testimonial Display Widget
nl_nl: Toon Referentie Widget

source: Allow a user to input a testimonial.
nl_nl: Sta een gebruiker to om een referentie toe te voegen.

source: Testimonial Input Widget
nl_nl: Referentie Invoer Widget

source: Author
nl_nl: Auteur

source: Author - Required
nl_nl: Auteur - Verplicht

source: Submitted-Thankyou!
nl_nl: Verzonden - Dank je!

source: Error
nl_nl: Fout

source: Add a Photo?
nl_nl: Een foto toevoegen?
