Repository: wp-plugins/testimonial-basics
Catalog: 3.31.8/languages/testimonial-basics-*.po
Languages: nl_nl

source: User role to edit testimonials
nl_nl: Gebruikersrol referenties aanpassen

source: default: Administrator
nl_nl: standaard: Administrator

source: Testimonial notify email address
nl_nl: Referentie notificatie e-mailadres

source: Leave blank to use admin email
nl_nl: Laat leeg om het admin e-mailadres te gebruiken

source: Use Ratings
nl_nl: Gebruik Ratings

source: Use 5 star rating system
nl_nl: Gebruik 5 sterren-systeem

source: Enable the testimonial rotator script
nl_nl: Schakel de testimonial rotator script

source: Default: checked
nl_nl: standaard: aan

source: Use schema markup
nl_nl: Gebruik schema markup

source: Schema markup is used for Google Snippets to help SEO
nl_nl: Schema markup wordt gebruikt voor Google Snippets te helpen SEO

source: Schema Company Name
nl_nl: Naam Schema Company

source: Name of Company the testimonials are about.
nl_nl: Naam van het bedrijf de getuigenissen zijn over.

source: Company website address
nl_nl: Website van het bedrijf adres

source: Schema Display Company
nl_nl: Schema Weergave Company

source: Display company name and website
nl_nl: Toon naam bedrijf en website

source: Schema Display Aggregate
nl_nl: Schema Weergave Aggregate

source: Display a summary of reviews
nl_nl: Geef een samenvatting van

source: Schema Display Reviews
nl_nl: Schema weergeven Beoordelingen

source: Select to display the individual reviews
nl_nl: Selecteer om de individuele beoordelingen geven

source: Use Group Name for Aggregate Name
nl_nl: Gebruik groepsnaam voor Aggregate Naam

source: Select to use the Group Name
nl_nl: Selecteer het gebruik van de Naam Groep

source: Custom Aggregate Review Name
nl_nl: Custom Aggregate Recensie Naam

source: Enter a name for the aggregate review
nl_nl: Voer een naam voor de totale beoordeling

source: Group Individual Review Name
nl_nl: Groep Individueel Beoordeling Naam

source: Use group name for individual review name
nl_nl: Gebruik groepsnaam voor individuele beoordeling naam

source: Custom Individual Review Name
nl_nl: Custom Individuele recensie Naam

source: If not using the Group Name, enter one here
nl_nl: Zo niet met de groepsnaam, voer een hier

source: Use captcha on input forms
nl_nl: Gebruik captcha op invulformulieren

source: Check to include captcha.
nl_nl: vink aan om captcha op te nemen

source: Use color captcha option
nl_nl: Gebruik kleur captcha optie

source: Check to use the color captcha option
nl_nl: Controleer de captcha optie kleur gebruiken

source: Exclude Website in input form
nl_nl: Uitsluiten Website in invulformulier

source: Default: unchecked
nl_nl: Default: aangevinkt

source: Exclude Location in input form
nl_nl: Sluiten Locatie in invulformulier

source: Include email note
nl_nl: Gebruik een e-mailnotificatie

source: Check to include
nl_nl: vink aan om op te nemen

source: Email note
nl_nl: E-mailopmerking

source: Default:Email is not published
nl_nl: standaard: Email is not published

source: Base Font size
nl_nl: Base Lettergrootte

source: 1em is equal to 16px
nl_nl: 1em is gelijk aan 16px

source: Include title on input form
nl_nl: Gebruik titel op het invulformulier

source: Title for Input Form
nl_nl: Titel voor het invulformulier

source: Default:Add a Testimonial
nl_nl: standaard: Add a Testimonial

source: Show html allowed strip in input form
nl_nl: Toon de toegestane HTML codes voor het invoerformulier

source: Author Label
nl_nl: Auteur Label

source: Default: Author*
nl_nl: Standaard: Auteur *

source: Default: Email*
nl_nl: Standaard: E-mail *

source: Location Label
nl_nl: Locatie Label

source: Default: Location
nl_nl: Default: Locatie

source: Default: Rating
nl_nl: Standaard: Rating

source: Default: Testimonial*
nl_nl: Standaard: Testimonial *

source: Default: Submit
nl_nl: Standaard: Submit

source: Default: Reset
nl_nl: Standaard: Reset

source: Required Label
nl_nl: Verplichte Label

source: Default: * Required
nl_nl: Standaard: * Verplicht

source: Show html allowed strip in widget form
nl_nl: Toon de toegestane HTML codes voor het widget invoerformulier

source: Default: not checked
nl_nl: standaard: uit

source: Group Label
nl_nl: Groep Label

source: Default: Group
nl_nl: Standaard: Groep

source: Widget Author Label
nl_nl: Widget Auteur Label

source: Default: Author-Required
nl_nl: Default: Auteur-Vereist

source: Default: Email-Required
nl_nl: Default: Email-Verplicht

source: Default: Website-Optional
nl_nl: Default: Website-Optioneel

source: Widget Location Label
nl_nl: Widget Locatie Label

source: Default: Location-Optional
nl_nl: Default: Location-Optioneel

source: Default: Rating-Optional
nl_nl: Standaard: Rating-Optioneel

source: Default: Testimonial-Required
nl_nl: Default: Testimonial-Vereiste

source: Try them to see what you prefer
nl_nl: Probeer ze te zien wat u verkiest

source: Use pagination
nl_nl: Gebruik paginering

source: Check to include for ALL or ALL GROUP displays.
nl_nl: Controleer op te nemen voor ALLE of ALL GROUP displays.

source: Testimonials per page
nl_nl: Getuigenissen per pagina

source: select 3, 5 or 10 per page
nl_nl: selecteert u 3, 5 of 10 per pagina

source: Use excerpts in testimonial display
nl_nl: Gebruik excerpts bij het tonen van referenties

source: Excerpt length in characters
nl_nl: Aantal karakters voor excerpt

source: default: 400
nl_nl: standaard: 400

source: Show title in testimonial
nl_nl: Toon titel in testimonial

source: Use schema name options without the schema
nl_nl: Gebruik schema naam opties zonder het schema

source: Show website in testimonial
nl_nl: Toon de website in de referentie

source: Check to include website
nl_nl: vink aan om website te tonen

source: Show date in testimonial
nl_nl: Laat datum zien in de referentie

source: Check to include date
nl_nl: vink aan om de datum te tonen

source: Show location in testimonial
nl_nl: Toon de lokatie in referentie

source: Check to include location
nl_nl: vink aan om lokatie te tonen

source: Use gravatars
nl_nl: Gebruik gravatars

source: Use gravatar substitute
nl_nl: Gebruik gravatar substituut

source: Use substitute if gravatar unavailable
nl_nl: Gebruik vervanger indien gravatar niet beschikbaar

source: Select a size for the gravatar
nl_nl: Selecteer een maat voor de gravatar

source: Use italic font style
nl_nl: Gebruik italic font

source: Time between slides
nl_nl: Tussen dia's

source: default: 7000 ms
nl_nl: standaard: 7000 ms

source: Rotator height in pixels
nl_nl: Rotator hoogte in pixels

source: default: variable
nl_nl: default: variabel

source: Rotator transition effect
nl_nl: Rotator overgangseffect

source: default: fade
nl_nl: standaard: fade

source: Use formatted display
nl_nl: Gebruik voorgedefinieerd format

source: Font for Content Display
nl_nl: Font voor de Inhoud

source: default: Verdana
nl_nl: standaard: Verdana

source: Background Wrap Color
nl_nl: Achtergrondkleur

source: default: #EDEDED
nl_nl: standaard: #EDEDED

source: Testimonial Box Color
nl_nl: Referentie achtergrondkleur

source: default: #DBDBDB
nl_nl: standaard: #DBDBDB

source: Testimonial Box Font Color
nl_nl: Referentie Fontkleur

source: default: #000000
nl_nl: standaard: #000000

source: Author,Location, and Date Color
nl_nl: Auteur-, lokatie- en datumkleur

source: Website Link Color
nl_nl: Website Linkkleur

source: default: #3384E8
nl_nl: standaard: #3384E8

source: Website Link Hover Color
nl_nl: Website Linkkleur op muisover

source: default: #FFFFFF
nl_nl: standaard: #FFFFFF

source: Use excerpts in widget testimonial display
nl_nl: Gebruik excerpts bij het tonen van referenties in de widget

source: Widget excerpt length in characters
nl_nl: Aantal karakters voor excerpt in widget

source: default: 250
nl_nl: standaard: 250

source: Show website in widget
nl_nl: Toon de website in de widget

source: Show date in widget
nl_nl: Toon de datum in de widget

source: Show location in widget
nl_nl: Toon de lokatie in de widget

source: Use substitute if Gravatar unavailable
nl_nl: Gebruik vervanger indien Gravatar beschikbaar

source: Widget time between slides
nl_nl: Widget tussen dia's

source: Widget rotator transition effect
nl_nl: Widget rotator overgangseffect

source: Font for Widget Display
nl_nl: Font voor de widget

source: Background Color
nl_nl: Achtergrondkleur

source: Font Color
nl_nl: Fontkleur

source: Author is required
nl_nl: Auteur is verplicht

source: Valid email is required
nl_nl: Geldig e-mailadres is verplicht

source: Testimonial is required
nl_nl: Referentie is verplicht

source: Captcha is invalid - please try again
nl_nl: Captcha is foutief - probeer het nog eens

source: You have received a testimonial!
nl_nl: Je hebt een referentie ontvangen

source: Name:
nl_nl: Naam:

source: Comments:
nl_nl: Commentaar

source: Log in to approve it:
nl_nl: Meld u aan om het goed te keuren:

source: more
nl_nl: meer

source: You must have 2 approved testimonials to use a rotated display!
nl_nl: Je moet 2 goedgekeurde getuigenissen van een gedraaide scherm te gebruiken!

source: There are no approved testimonials to display!
nl_nl: Er zijn geen goedgekeurde referenties om te tonen!

source: There were errors so the testimonial was not added:
nl_nl: Er zijn fouten. Daarom werd de referentie niet toegevoegd:

source: Submitted - Thankyou!
nl_nl: Verzonden - Dank je!

source: Allowed
nl_nl: Toegestaan

source: Enter Captcha
nl_nl: Voer Captcha in

source: Add a photo?
nl_nl: Een foto toevoegen?

source: Company
nl_nl: firma

source: All Reviews
nl_nl: Alle beoordelingen

source: Aggregate Review
nl_nl: Aggregate beoordeling

source: out of
nl_nl: uit van

source: vote
nl_nl: kiezen

source: not rated
nl_nl: niet gewaardeerd

source: votes
nl_nl: stemmen

source: no reviews yet
nl_nl: nog geen beoordelingen

source: review
nl_nl: recensie

source: reviews
nl_nl: recensie

source: Introduction
nl_nl: Introductie

source: Testimonial Basics facilitates easy management of customer testimonials.
nl_nl: "Testimonial Basics" faciliteert het gemakkelijk managen van uw klantenreferenties.

source: The user can set up an input form in a page or in a widget, and display all or selected testimonials in a page or a widget.
nl_nl: De gebruiker kan een invoerformulier in een pagina of widget plaatsen en alle (of een selectie van de) referenties in een pagina of widget tonen.

source: If you like the program show your appreciation, buy me a coffee, beer, or a bottle of wine (red please!).
nl_nl: Als je het een goede plugin vindt, toon dan je waardering door me op een kop koffie, een biertje of een fles wijn (rood graag!) te trakteren.

source: Or just head to the website link above and put in a testimonial, or send me an e-mail, pats on the back are pretty nice too!
nl_nl: Of ga naar de websitelink hier boven en laat een referentie achter, of stuur me een e-mail. Een schouderklopje is ook leuk!

source: I plan to do updates if required, so also contact me if you find any problems, or have suggestions for improvements.
nl_nl: Ik zal updates maken als dat nodig is, dus neem contact met me op als je een probleem tegenkomt of een suggestie voor een verbetering hebt.

source: I briefly discuss the use of the plugin below. For detailed documentation, visit the plugin site.
nl_nl: Hieronder leg ik in het kort uit hoe je de plugin kunt gebruiken. Voor meer getailleerde documentatie, bezoek de plugin site.

source: I hope you enjoy Testimonial Basics!
nl_nl: Veel plezier met "Testimonial Basics!"

source: Visitor Input Form
nl_nl: Invoerformulier voor de bezoeker

source: You can set up a visitor input form very easily.
nl_nl: Je kan het invoerformulier voor de bezoeker eenvoudig opzetten.

source: Simply include in your page content:
nl_nl: Plaats het volgende eenvoudig op je pagina:

source: IMPORTANT : Make sure you set up the page using the "Text" editor and not the "Visual" editor.
nl_nl: BELANGRIJK: Zorg dat je je pagina aanmaakt in de “Tekst” editor en NIET in de “Wysiwyg” editor.

source: Group - This will be the group name for the testimonial, default is "All"
nl_nl: Groep - Dit zal de naam van de groep voor de getuigenis is, standaard is "All"

source: Visitor Input Widget
nl_nl: Bezoeker Invul Widget

source: You can also use a widget as a user input form.
nl_nl: Je kunt ook een widget gebruiken om een invulformulier te plaatsen.

source: Go to "Appearance" => "Widgets" and drag the widget to the widgetized area.
nl_nl: Ga naar “Appearance” => "Widgets" en sleep de widget naar de widget ruimte.

source: Displaying Testimonials
nl_nl: Tonen van Referenties

source: You can display testimonials in the content of a page using shortcodes or you can use widgets to display testimonials.
nl_nl: Je kunt de referenties tonen in de inhoud van een pagina door middel van een "shortcode" of door de widget te gebruiken.

source: Using a Shortcode
nl_nl: Met behulp van een Shortcode

source: To display testimonials create a new page and enter the following shortcode :
nl_nl: Om de referenties te tonen in een pagina plaats je de volgende shortcode:

source: Options for
nl_nl: Opties voor

source: ignores groups
nl_nl: negeer groepen

source: display only this grouping
nl_nl: toon enkel deze groep

source: displays all testimonials, or put in the number of testimonials you want to display
nl_nl: toon alle referenties, of vul het aantal referenties om te tonen in

source: display randomly
nl_nl: weer willekeurig

source: display by order number, lowest to highest
nl_nl: weergeven door ordernummer, laagste tot de hoogste

source: display most recent first
nl_nl: toon de meest recente eerst

source: leave blank for multiple testimonials
nl_nl: Laat leeg voor meerdere referenties

source: put in testimonial ID
nl_nl: Plaats een "testimonial" ID

source: display all selected testimonials
nl_nl: geeft alle geselecteerde getuigenissen

source: rotate each testimonial
nl_nl: roteren elke testimonial

source: * Note that if id is not blank ( id="" ), the "group", "by" and "number" attributes are ignored.
nl_nl: * Merk op dat als id niet leeg is (id = ""), de "group", "by" en "number" attributen worden genegeerd.

source: * You must have more then 2 testimonials to rotate them.
nl_nl: * U moet meer dan 2 getuigenissen om ze te draaien.

source: * Use pagination to display a lot of testimonials.
nl_nl: * Gebruik paginering om veel getuigenissen weer te geven.

source: * Pagination can be used to display all testimonials or all testimonials in a group.
nl_nl: * Paginering kan worden gebruikt om alle getuigenissen of alle getuigenissen in een groep weer te geven.

source: * Do not select rotate="yes" more than 5 times in a page content area
nl_nl: * Niet rotate = "yes" meer dan 5 keer in een pagina-inhoud te selecteren

source: * IMPORTANT : Make sure you set up the page using the "Text" editor and not the "Visual" editor.
nl_nl: * BELANGRIJK: Zorg ervoor dat u het opzetten van de pagina met de "Text"-editor en niet de "Visual" editor.

source: Using a Widget
nl_nl: Met behulp van een Widget

source: You can also use a widget to display a testimonial.
nl_nl: Je kunt ook een widget gebruiken om een referentie te tonen.

source: Drag the widget to a widetized area and enter a title
nl_nl: Sleep de widget naar de Widget Ruimte en plaats een titel

source: The options for display are the same as in the shortcode explained above
nl_nl: De opties voor het scherm zijn dezelfde als in de functiecode uiteengezet

source: Save the settings
nl_nl: Sla de instellingen op

source: * The fewer the testimonials the lower the load time
nl_nl: * Hoe minder de getuigenissen hoe lager de laadtijd

source: * Rotate a maximum of 10 testimonials
nl_nl: * Draai een maximum van 10 getuigenissen

source: * You can not use more than 5 rotating widgets on a page
nl_nl: * U kunt niet meer dan 5 roterende widgets op een pagina gebruiken

source: * If you are not rotating testimonials keep the number below 3
nl_nl: * Als u niet roteren getuigenissen houden het onderstaande nummer 3

source: Save Options
nl_nl: Opties Bewaren

source: Reset Options
nl_nl: Opties Wissen

source: Order must be a integer
nl_nl: Volgorde moet een integer zijn

source: Date must be
nl_nl: Datum moet zijn

source: Time must be
nl_nl: Tijd moet zijn

source: Testimonial added successfuly.
nl_nl: Referentie met succes toegevoegd.

source: Error,testimonial was not added
nl_nl: Fout, referentie werd niet toegevoegd

source: Error, no ID
nl_nl: Fout, geen ID

source: Testimonial was deleted.
nl_nl: Referentie is verwijderd.

source: Click the Help button for instructions or see the testimonial_basics_docs.html file included in the plugin docs folder.
nl_nl: Klik de “Help” knop voor instructies of bekijk de “testimonial_basics_docs.html” file, te vinden in de plugin docs map.

source: Enter or update a testimonial (*Required)
nl_nl: Plaats of update een referentie (*Verplicht)

source: Approved :
nl_nl: Goedgekeurd :

source: Date (YYYY-MM-DD):
nl_nl: Datum (YYYY-MM-DD):

source: Time (HH:MM:SS):
nl_nl: Tijd (HH:MM:SS):

source: Group :
nl_nl: Groep :

source: Order :
nl_nl: Volgorde :

source: Review Rating :
nl_nl: Laagste prijs voor de:

source: Gravatar/Photo :
nl_nl: Gravatar / Foto:

source: Author *:
nl_nl: Auteur *:

source: Location :
nl_nl: Locatie :

source: Testimonial *:
nl_nl: Referentie *:

source: Save Testimonial
nl_nl: Bewaar Referentie

source: Delete
nl_nl: Verwijder

source: General
nl_nl: Algemeen

source: Photo
nl_nl: Foto

source: Author Information
nl_nl: Auteur Informatie

source: Testimonial
nl_nl: Referentie

source: Approved:
nl_nl: Goedgekeurd :

source: Group:
nl_nl: Groep :

source: Order:
nl_nl: Orde:

source: Location:
nl_nl: Locatie :

source: Adding And Editing Testimonials
nl_nl: Toevoegen En Edit Referenties

source: To add a testimonial simply enter the data and click the Save Testimonial button
nl_nl: Om een getuigenis toe te voegen gewoon voer de gegevens in en klik op de knop Opslaan Testimonial

source: To edit a testimonial click the ID button for the testimonial you want to edit, make your changes and Save Testimonial
nl_nl: Voor het bewerken van een testimonial klik op de ID-knop voor de getuigenis die u wilt bewerken, breng de gewenste wijzigingen en opslaan Testimonial

source: If the Approved checkbox is not selected, the testimonial will not be displayed.
nl_nl: Als de Goedgekeurde selectievakje niet is ingeschakeld, zal de getuigenis niet weergegeven.

source: Enter a Order number, and you can optionally display lowest order number first.
nl_nl: Voer een bestelnummer, en je kunt laagste ordernummer optioneel als eerste worden weergegeven.

source: Enter a Group name and you can optionally display only the grouped testimonials.
nl_nl: Voer een naam in groep en je kunt optioneel alleen de gegroepeerde getuigenissen weer te geven.

source: A Gravatar will be shown if the e-mail was set up for a gravatar, and the photo url input is empty.
nl_nl: Een Gravatar zal worden weergegeven als de e-mail is ingesteld voor een Gravatar, en de foto url invoerveld leeg.

source: If you are using gravatars but do not want to display a particular author gravatar, delete the author email.
nl_nl: Als je gravatars gebruikt maar die van een bepaalde auteur niet wil tonen, verwijder de e-mail van deze auteur.

source: If you want to upload a photo instead of using a gravatar, click the Upload Image button
nl_nl: Als u een foto wilt in plaats van een gravatar te uploaden, klikt u op de Upload knop Afbeelding

source: If you want add or change a rating, select the Review Rating dropdon list.
nl_nl: Als u wilt toevoegen of wijzigen van een rating, selecteert u de review Rating dropdon lijst.

source: In the admin panel estimonials are displayed by most recent date first.
nl_nl: In het admin panel estimonials worden weergegeven door de meeste recente datum eerst.

source: Each testimonial is assigned an ID number which can not be changed.
nl_nl: Elke Beoordeling is een ID nummer dat niet kan worden veranderd toegewezen.

source: Detailed User Documentation
nl_nl: Gedetailleerde Gebruikersdocumentatie

source: Detailed user documentation is available at the plugin site.
nl_nl: Gedetailleerde Gebruikersdocumentatie is beschikbaar op de plugin site

source: Edit Testimonials Help
nl_nl: Bewerken Getuigenissen Help

source: Input Forms
nl_nl: Input Formulieren

source: Content Display
nl_nl: Content Vertonen

source: Widget Display
nl_nl: Widget Weergave

source: Administrator : only logged in administrators can edit testimonials.
nl_nl: Beheerder: alleen ingelogde beheerders getuigenissen bewerken.

source: Editor : logged in Administrators or Editors can edit testimonials.
nl_nl: Editor: ingelogd Administrators of Editors kunnen getuigenissen bewerken.

source: An email is sent to this address (or admin email if left blank) to notify that a testimonial has been submitted.
nl_nl: Een e-mail wordt verstuurd naar dit adres (of admin e-mail als blanco gelaten) te melden dat een testimonial is ingediend.

source: Select this and the user will have the option of submitting a rating using a five star rating system.
nl_nl: Selecteer deze en zal de gebruiker de mogelijkheid van het indienen van een cijfer met behulp van een vijf sterren-systeem hebben.

source: Uncheck this box to disable the script, if you are not using rotating testimonials.
nl_nl: Vink dit vakje uit om het script uit te schakelen, als u geen gebruik maakt van roterende getuigenissen.

source: This option may come in handy if you are troubleshooting jQuery problems.
nl_nl: Deze optie kan van pas komen als u oplossen jQuery problemen.

source: Schema Options
nl_nl: Schema Opties

source: If you choose to use schema markup fill out the information below even if you choose not to display some items.
nl_nl: Als u kiest om te gebruiken schema markup vul het onderstaande informatie, zelfs als u ervoor kiest om een aantal items weer te geven.

source: The reason is that the information is still included in meta tags to help Google.
nl_nl: De reden is dat de informatie is nog steeds opgenomen in de meta-tags te helpen Google.

source: Your company name will appear at the top of the page if you choose to display it.
nl_nl: Uw bedrijfsnaam verschijnt aan de bovenkant van de pagina als u ervoor kiest om deze weer te geven.

source: Your company website address will appear at the top of the page if you choose to display it.
nl_nl: Uw bedrijf website adres zal verschijnen aan de bovenkant van de pagina als u ervoor kiest om deze weer te geven.

source: Display your company name and website at the top of the page.
nl_nl: Toon uw bedrijfsnaam en website aan de bovenkant van de pagina.

source: If you choose to display a group of testimonials then that group is summarized.
nl_nl: Als u ervoor kiest om een groep van getuigenissen tonen dan die groep wordt samengevat.

source: Otherwise the summary is for all the testimonials on your site.
nl_nl: Anders is de samenvatting is voor alle getuigenissen op uw site.

source: You can choose to only display the summary if you want.
nl_nl: U kunt ervoor kiezen om alleen de samenvatting weer te geven als je wilt.

source: Group Aggregate Review Name
nl_nl: Groep Aggregate Recensie Naam

source: If you have grouped the testimonials you can use the Group name you have set up for a summary title.
nl_nl: Als je de getuigenissen hebt gegroepeerd kunt u de naam Groep die u hebt ingesteld voor een samenvatting van deze titel.

source: You can specify a custom name if you do not want to use the Group name.
nl_nl: U kunt een eigen naam te geven als u niet wilt dat de naam Groep gebruiken.

source: If you want to use the Group name then leave this blank.
nl_nl: Als u de naam Groep gebruik dan dit veld leeg laten.
